<template>
  <div>
    <b>AHPとは</b>
    <p>
      AHP（階層分析法）は複雑な状況での意思決定を行うための構造化法の1つである。AHPは個人的な決定問題で大いに役立つが、複雑な決定問題に取り組む集団意思決定場面で大きな効果を発揮する。例えば利害関係がある場合、人間の認知や判断に頼らざるを得ない場合、さらにはその結果が長期にわたり影響を与える場合に大きな成果をあげている。
    </p>
    <b>AHPの活用場面</b>
    <ul>
      <li>
        選択 － 複数の代替案の中から1つの代替案を選択する。
      </li>
      <li>
        順位付け － 代替案を最も望ましくないものから順に並べる。
      </li>
      <li>
        優先順位付け－ 各代替案に対し、代替案間での相対的な重要度を決定する。
      </li>
      <li>
        資源配分 － 代替案間で資源を配分する。
      </li>
      <li>
        ベンチマーク － 他の組織の優れたやり方を、自分の組織のやり方と比較する。
      </li>
      <li>
        品質マネジメント－ 多次元からみた品質のあり方や品質改善を扱う。
      </li>
    </ul>
    <b>AHPの活用例</b>
    <ul>
      <li>
        世界的な気候変動の影響を減らす最良の方法は何か（Fondazione Eni Enrico Mattei）
      </li>
      <li>
        ソフトウェアシステムの総合品質の数量化（マイクロソフト株式会社）
      </li>
      <li>
        大学教授の選抜（Bloomsburg University of Pennsylvania）
      </li>
      <li>
        海外製造工場の建設場所の選定（ケンブリッジ大学）
      </li>
      <li>
        全国を横断する石油パイプライン運用のリスク査定（アメリカ土木学会）
      </li>
      <li>
        アメリカ合衆国の分水点に関する最良なマネジメント法の策定（アメリカ農務省）
      </li>
    </ul>
    <b>AHPの手順</b>
    <ol>
      <li>
        目標達成のためのいくつかの代替案と、それら代替案を評価するためのいくつかの評価基準を設定する
      </li>
      <li>
        複数ある評価基準の間での重要度を決定する
      </li>
      <li>
        代替案がそれぞれの評価基準についてどれだけの評価を持つかを表した相対評点を求める
      </li>
      <li>
        優先度と相対評点を用いて各代替案の総合評点を求め、最も評点の高い代替案を選択する
      </li>
    </ol>
    <img src="../../../public/1247472500567252cb2c0370609f634c.png">
  </div>
</template>

<script>
export default {
  name: 'AboutAHP'
}
</script>

<style scoped>
img {
  max-width: 100%;
  height: auto;
  width /***/:auto;
}
</style>
